{
  "LuaSnip": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "bg.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "jupytext.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "molten-nvim": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "screensaver.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-highlighter": { "branch": "main" },
  "vim-surround": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
